Repository: taikun114/Mocolamma
Catalog: Mocolamma/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, ru, uk, zh_hans, zh_hk

# %.1f%% completed (%@ / %@)
source: %1$.1f%% completed (%2$@ / %3$@)
ar: تم اكتمال %1$.1f%% (%2$@ / %3$@)
de: %1$.1f%% abgeschlossen (%2$@ / %3$@)
es: %1$.1f%% completado (%2$@ / %3$@)
fr: %1$.1f%% terminé (%2$@ / %3$@)
ja: %1$.1f%% 完了 (%2$@ / %3$@)
ko: %1$.1f%% 완료 (%2$@ / %3$@)
ru: %1$.1f%% завершено (%2$@ / %3$@)
uk: %1$.1f%% завершено (%2$@ / %3$@)
zh_hans: %1$.1f%% 已完成 (%2$@ / %3$@)
zh_hk: %1$.1f%% 已完成 (%2$@ / %3$@)

source: , Active Model
ar: ، النموذج النشط
de: , Aktives Modell
es: , Modelo activo
fr: , Modèle actif
ja: 、アクティブなモデル
ko: , 활성 모델
ru: , Активная модель
uk: , Активна модель
zh_hans: , 活动模型
zh_hk: , 活動模型

source: , Active Server
ar: ، الخادم النشط
de: , Aktiver Server
es: , Servidor activo
fr: , Serveur actif
ja: 、アクティブなサーバー
ko: , 활성 서버
ru: , Активный сервер
uk: , Активний сервер
zh_hans: , 活动服务器
zh_hk: , 活動伺服器

source: *Cancelled*
ar: *تم الإلغاء*
de: *Abgebrochen*
es: *Cancelado*
fr: *Annulé*
ja: *キャンセルしました*
ko: *취소됨*
ru: *Отменено*
uk: *Скасовано*
zh_hans: *已取消*
zh_hk: *已取消*

source: *Could not connect*
ar: *تعذر الاتصال*
de: *Verbindung fehlgeschlagen*
es: *No se pudo conectar*
fr: *Impossible de se connecter*
ja: *接続できませんでした*
ko: *연결할 수 없음*
ru: *Не удалось подключиться*
uk: *Не вдалося підключитися*
zh_hans: *无法连接*
zh_hk: *無法連線*

source: *No message*
ar: *لا توجد رسائل*
de: *Keine Nachricht*
es: *No hay mensaje*
fr: *Aucun message*
ja: *メッセージがありません*
ko: *메시지 없음*
ru: *Нет сообщений*
uk: *Немає повідомлень*
zh_hans: *没有消息*
zh_hk: *沒有訊息*

# %@, %lld B
source: %1$@, %2$lld B
ar: %1$@، %2$lld بايت
fr: %1$@, %2$lld o
ru: %1$@, %2$lld Б
uk: %1$@, %2$lld Б

# %@/s, Time Remaining: %02d:%02d
source: %1$@/s, Time Remaining: %2$02d:%3$02d
ar: %1$@/ث، الوقت المتبقي: %2$02d:%3$02d
de: %1$@/s, Verbleibende Zeit: %2$02d:%3$02d
es: %1$@/s, Tiempo restante: %2$02d:%3$02d
fr: %1$@/s, Temps restant : %2$02d:%3$02d
ja: %1$@/s、残り時間: %2$02d:%3$02d
ko: %1$@/s, 남은 시간: %2$02d:%3$02d
ru: %1$@/с, осталось: %2$02d:%3$02d
uk: %1$@/с, залишилося: %2$02d:%3$02d
zh_hans: %1$@/s，剩余时间：%2$02d:%3$02d
zh_hk: %1$@/s，剩餘時間：%2$02d:%3$02d

source: %dh
ar: %d س
ja: %d時間
ko: %d시간
ru: %d ч
uk: %d год
zh_hans: %d小时
zh_hk: %d小時

source: %dm
ar: %d د
ja: %d分
ko: %d분
ru: %d мин
uk: %d хв
zh_hans: %d分钟
zh_hk: %d分鐘

source: %ds
ar: %d ث
ja: %d秒
ko: %d초
ru: %d с
uk: %d с
zh_hans: %d秒
zh_hk: %d秒

source: %lld px
ar: %lld بكسل
ru: %lld пикс.
uk: %lld пікс.
zh_hk: %lld 像素

source: %lld Tokens
ar: %lld رمز
de: %lld Token
fr: %lld Jetons
ja: %lld トークン
ko: %lld 토큰
ru: %lld токенов
uk: %lld токенів
zh_hans: %lld Token
zh_hk: %lld Token

source: 1 min
ar: دقيقة واحدة
ja: 1分
ko: 1분
ru: 1 мин
uk: 1 хв
zh_hans: 1 分钟
zh_hk: 1 分鐘

source: 5 min
ar: 5 دقائق
ja: 5分
ko: 5분
ru: 5 мин
uk: 5 хв
zh_hans: 5 分钟
zh_hk: 5 分鐘

source: 30 sec
ar: 30 ثانية
de: 30 Sek.
es: 30 seg
ja: 30秒
ko: 30초
ru: 30 сек
uk: 30 сек
zh_hans: 30 秒
zh_hk: 30 秒

source: A server with the same host already exists.
ar: يوجد بالفعل خادم بنفس المضيف.
de: Ein Server mit demselben Host existiert bereits.
es: Ya existe un servidor con el mismo host.
fr: Un serveur avec le même hôte existe déjà.
ja: 同じホストのサーバーが既に登録されています。
ko: 동일한 호스트를 가진 서버가 이미 존재합니다.
ru: Сервер с таким же хостом уже существует.
uk: Сервер з таким самим хостом вже існує.
zh_hans: 具有相同主机的服务器已存在。
zh_hk: 具有相同主機的伺服器已存在。

source: About Mocolamma
ar: حول Mocolamma
de: Über Mocolamma
es: Acerca de Mocolamma
fr: À propos de Mocolamma
ja: Mocolammaについて
ko: Mocolamma 정보
ru: О Mocolamma
uk: Про Mocolamma
zh_hans: 关于 Mocolamma
zh_hk: 關於 Mocolamma

source: About Mocolamma…
ar: حول Mocolamma…
de: Über Mocolamma…
es: Acerca de Mocolamma…
fr: À propos de Mocolamma…
ja: Mocolammaについて…
ko: Mocolamma 정보…
ru: О Mocolamma…
uk: Про Mocolamma…
zh_hans: 关于 Mocolamma…
zh_hk: 關於 Mocolamma…

source: Acknowledgements
ar: شكر وتقدير
de: Danksagungen
es: Agradecimientos
fr: Remerciements
ja: 謝辞
ko: 감사의 말
ru: Благодарности
uk: Подяки
zh_hans: 致谢
zh_hk: 謝辞

source: Actual Size
ar: الحجم الفعلي
de: Tatsächliche Größe
es: Tamaño real
fr: Taille réelle
ja: 実際のサイズ
ko: 실제 크기
ru: Реальный размер
uk: Реальний розмір
zh_hans: 实际大小
zh_hk: 實際大小

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
ru: Добавить
uk: Додати
zh_hans: 添加
zh_hk: 新增

source: Add Anyway
ar: إضافة على أي حال
de: Trotzdem hinzufügen
es: Añadir de todos modos
fr: Ajouter quand même
ja: このまま追加
ko: 그대로 추가
ru: Добавить всё равно
uk: Додати все одно
zh_hans: 仍然添加
zh_hk: 仍然新增

source: Add Model
ar: إضافة نموذج
de: Modell hinzufügen
es: Añadir Modelo
fr: Ajouter un modèle
ja: モデルを追加
ko: 모델 추가
ru: Добавить модель
uk: Додати модель
zh_hans: 添加模型
zh_hk: 新增模型

source: Add Model…
ar: إضافة نموذج…
de: Modell hinzufügen…
es: Añadir modelo…
fr: Ajouter un modèle…
ja: モデルを追加…
ko: 모델 추가…
ru: Добавить модель…
uk: Додати модель…
zh_hans: 添加模型…
zh_hk: 新增模型…

source: Add New
ar: إضافة جديد
de: Neu hinzufügen
es: Añadir Nuevo
fr: Ajouter
ja: 新規追加
ko: 새로 추가
ru: Добавить новый
uk: Додати новий
zh_hans: 新增
zh_hk: 新增項目

source: Add Server
ar: إضافة خادم
de: Server hinzufügen
es: Añadir Servidor
fr: Ajouter un serveur
ja: サーバーを追加
ko: 서버 추가
ru: Добавить сервер
uk: Додати сервер
zh_hans: 添加服务器
zh_hk: 新增伺服器

source: Add Server…
ar: إضافة خادم…
de: Server hinzufügen…
es: Añadir servidor…
fr: Ajouter un serveur…
ja: サーバーを追加…
ko: 서버 추가…
ru: Добавить сервер…
uk: Додати сервер…
zh_hans: 添加服务器…
zh_hk: 新增伺服器…

source: Adjust custom height
ar: ضبط الارتفاع المخصص
de: Benutzerdefinierte Höhe anpassen
es: Ajustar altura personalizada
fr: Ajuster la hauteur personnalisée
ja: カスタム高さを調整
ko: 사용자 지정 높이 조절
ru: Настроить высоту
uk: Налаштувати висоту
zh_hans: 调整自定义高度
zh_hk: 調整自定義高度

source: Adjust custom steps
ar: ضبط الخطوات المخصصة
de: Benutzerdefinierte Schritte anpassen
es: Ajustar pasos personalizados
fr: Ajuster les étapes personnalisées
ja: カスタムステップ数を調整
ko: 사용자 지정 단계 조절
ru: Настроить шаги
uk: Налаштувати кроки
zh_hans: 调整自定义步数
zh_hk: 調整自定義步數

source: Adjust custom width
ar: ضبط العرض المخصص
de: Benutzerdefinierte Breite anpassen
es: Ajustar ancho personalizado
fr: Ajuster la largeur personnalisée
ja: カスタム幅を調整
ko: 사용자 지정 너비 조절
ru: Настроить ширину
uk: Налаштувати ширину
zh_hans: 调整自定义宽度
zh_hk: 調整自定義寬度

source: Adjust Keep Alive Time
ar: ضبط وقت الإبقاء حيًا
de: Keep Alive Zeit anpassen
es: Ajustar tiempo de Keep Alive
fr: Ajuster le temps de Keep Alive
ja: キープアライブ時間を調整
ko: 유지 시간 조절
ru: Настроить время удержания
uk: Налаштувати час утримання
zh_hans: 调整保持活动时间
zh_hk: 調整保持活動時間

source: Adjust Num Predict value
ar: ضبط قيمة عدد التوقعات
de: Wert für Vorhersageanzahl anpassen
es: Ajustar valor de número de predicciones
fr: Ajuster la valeur du nombre de prédictions
ja: 最大出力数の値を調整
ko: 예측 수 값 조정
ru: Настроить значение количества предсказаний
uk: Налаштувати значення кількості передбачень
zh_hans: 调整预测数量的值
zh_hk: 調整預測數量的值

source: Adjust Repeat Last N value
ar: ضبط قيمة تكرار آخر N
de: Wert für Zuletzt N wiederholen anpassen
es: Ajustar valor de repetir últimos N
fr: Ajuster la valeur de répétition des N derniers
ja: 繰り返し参照範囲の値を調整
ko: 마지막 N개 반복 값 조정
ru: Настроить значение повтора последних N
uk: Налаштувати значення повтору останніх N
zh_hans: 调整重复最后 N 个的值
zh_hk: 調整重複最後 N 個的值

source: Adjust seed value
ar: ضبط قيمة البذرة
de: Seed-Wert anpassen
es: Ajustar el valor de la semilla
fr: Ajuster la valeur de la graine
ja: シード値を調整
ko: 시드 값 조절
ru: Настроить сид
uk: Налаштувати сид
zh_hans: 调整种子值
zh_hk: 調整種子值

source: Adjust Top-k value
ar: ضبط قيمة Top-k
de: Wert für Top-k anpassen
es: Ajustar valor de Top-k
fr: Ajuster la valeur de Top-k
ja: Top-kの値を調整
ko: Top-k 값 조정
ru: Настроить значение Top-k
uk: Налаштувати значення Top-k
zh_hans: 调整 Top-k 的值
zh_hk: 調整 Top-k 的值

source: All Models
ar: كل النماذج
de: Alle Modelle
es: Todos los modelos
fr: Tous les modèles
ja: すべてのモデル
ko: 모든 모델
ru: Все модели
uk: Усі моделі
zh_hans: 所有模型
zh_hk: 所有模型

source: Allowed
ar: مسموح به
de: Erlaubt
es: Permitido
fr: Autorisé
ja: 許可済み
ko: 허용됨
ru: Разрешено
uk: Дозволено
zh_hans: 已允许
zh_hk: 已允許

source: An alternative to Top-p, aimed at ensuring a balance of quality and variety. It discourages low-quality responses by excluding tokens with a relative probability below a threshold (P) compared to the most likely token.
ar: بديل لـ Top-p، يهدف إلى ضمان التوازن بين الجودة والتنوع. فهو يقلل من الاستجابات منخفضة الجودة من خلال استبعاد الرموز ذات الاحتمالية النسبية الأقل من حد معين (P) مقارنة بالرمز الأكثر احتمالاً.
de: Eine Alternative zu Top-p, die darauf abzielt, ein Gleichgewicht zwischen Qualität und Vielfalt zu gewährleisten. Sie unterbindet Antworten von geringer Qualität, indem sie Token ausschließt, deren relative Wahrscheinlichkeit unter einem Schwellenwert (P) im Vergleich zum wahrscheinlichsten Token liegt.
es: Una alternativa a Top-p, cuyo objetivo es garantizar un equilibrio entre calidad y variedad. Desalienta las respuestas de baja calidad al excluir tokens con una probabilidad relativa por debajo de un umbral (P) en comparación con el token más probable.
fr: Une alternative à Top-p, visant à assurer un équilibre entre qualité et variété. Elle décourage les réponses de faible qualité en excluant les jetons ayant une probabilité relative inférieure à un seuil (P) par rapport au jeton le plus probable.
ja: Top-pの代替であり、品質と多様性のバランスを高めます。最も確率の高いトークンに対して、一定の相対確率（P）未満のトークンを排除することで、質の低い回答を抑制します。
ko: Top-p의 대안으로, 품질과 다양성의 균형을 보장하는 것을 목표로 합니다. 가장 가능성이 높은 토큰과 비교하여 상대적 확률이 임계값(P) 미만인 토큰을 제외함으로써 품질이 낮은 응답을 방지합니다.
ru: Альтернатива Top-p, направленная на обеспечение баланса качества и разнообразия. Она препятствует получению низкокачественных ответов, исключая токены с относительной вероятностью ниже порога (P) по сравнению с наиболее вероятным токеном.
uk: Альтернатива Top-p, спрямована на забезпечення балансу якості та різноманітності. Вона перешкоджає отриманню низькоякісних відповідей, виключаючи токени з відносною ймовірністю нижче порога (P) порівняно з найбільш імовірним токеном.
zh_hans: Top-p 的替代方案，旨在确保质量和多样性的平衡。它通过排除相对概率低于相对于最可能标记的阈值 (P) 的标记来抑制低质量回答。
zh_hk: Top-p 的替代方案，旨在確保質量和多樣性的平衡。它通過排除相對概率低於相對於最可能標記的閾值 (P) 的標記來抑制低質量回答。

source: An unknown error occurred during model download.
ar: حدث خطأ غير معروف أثناء تنزيل النموذج.
de: Beim Herunterladen des Modells ist ein unbekannter Fehler aufgetreten.
es: Se produjo un error desconocido durante la descarga del modelo.
fr: Une erreur inconnue est survenue lors du téléchargement du modèle.
ja: モデルのダウンロード中に不明なエラーが発生しました。
ko: 모델을 다운로드하는 중에 알 수 없는 오류가 발생했습니다.
ru: При загрузке модели произошла неизвестная ошибка.
uk: Під час завантаження моделі сталася невідома помилка.
zh_hans: 下载模型时发生未知错误。
zh_hk: 下載模型時發生未知錯誤。

source: An unknown error occurred during model load.
ar: حدث خطأ غير معروف أثناء تحميل النموذج.
de: Beim Laden des Modells ist ein unbekannter Fehler aufgetreten.
es: Ocurrió un error desconocido durante la carga del modelo.
fr: Une erreur inconnue s'est produite lors du chargement du modèle.
ja: モデルのロード中に不明なエラーが発生しました。
ko: 모델을 로드하는 동안 알 수 없는 오류가 발생했습니다.
ru: Произошла неизвестная ошибка при загрузке модели.
uk: Під час завантаження моделі сталася невідома помилка.
zh_hans: 加载模型时发生未知错误。
zh_hk: 載入模型時發生未知錯誤。

source: An unknown error occurred.
ar: حدث خطأ غير معروف.
de: Ein unbekannter Fehler ist aufgetreten.
es: Se ha producido un error desconocido.
fr: Une erreur inconnue est survenue.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
ru: Произошла неизвестная ошибка.
uk: Сталася невідома помилка.
zh_hans: 发生未知错误。
zh_hk: 發生未知錯誤。

source: API Decode Error:
ar: خطأ في فك تشفير API:
de: API Decodierungsfehler:
es: Error de decodificación de API:
fr: Erreur de décodage de l'API :
ja: APIデコードエラー:
ko: API 디코딩 오류:
ru: Ошибка декодирования API:
uk: Помилка декодування API:
zh_hans: API 解码错误：
zh_hk: API 解碼錯誤：

source: API Error: HTTP Status Code %d
ar: خطأ في API: رمز حالة HTTP %d
de: API Fehler: HTTP Status Code %d
es: Error de API: Código de estado HTTP %d
fr: Erreur API : Code d'état HTTP %d
ja: APIエラー: HTTPステータスコード %d
ko: API 오류: HTTP 상태 코드 %d
ru: Ошибка API: код состояния HTTP %d
uk: Помилка API: код стану HTTP %d
zh_hans: API 错误：HTTP 状态码 %d
zh_hk: API 錯誤：HTTP 狀態碼 %d

source: API Error: Unknown response type.
ar: خطأ في API: نوع استجابة غير معروف.
de: API Fehler: Unbekannter Antworttyp.
es: Error de API: Tipo de respuesta desconocido.
fr: Erreur API : Type de réponse inconnu.
ja: APIエラー: 不明なレスポンスタイプです。
ko: API 오류: 알 수 없는 응답 유형입니다.
ru: Ошибка API: неизвестный тип ответа.
uk: Помилка API: невідомий тип відповіді.
zh_hans: API 错误：响应类型未知。
zh_hk: API 錯誤：未知回應類型。

source: API Request Error:
ar: خطأ في طلب API:
de: API Anfragefehler:
es: Error de solicitud de API:
fr: Erreur de requête API :
ja: APIリクエストエラー:
ko: API 요청 오류:
ru: Ошибка запроса API:
uk: Помилка запиту API:
zh_hans: API 请求错误：
zh_hk: API 請求錯誤：

source: API Timeout
ar: مهلة API
de: API-Zeitüberschreitung
es: Tiempo de espera de API
fr: Délai d'attente de l'API
ja: APIタイムアウト
ko: API 타임아웃
ru: Тайм-аут API
uk: Тайм-аут API
zh_hans: API 超时
zh_hk: API 超時

source: Are you sure you want to clear the chat history?
ar: هل أنت متأكد أنك تريد مسح سجل الدردشة؟
de: Möchten Sie den Chat-Verlauf wirklich löschen?
es: ¿Estás seguro de que quieres borrar el historial de chat?
fr: Voulez-vous vraiment effacer l'historique du chat ?
ja: チャット履歴を消去してもよろしいですか？
ko: 채팅 기록을 삭제하시겠습니까?
ru: Вы уверены, что хотите очистить историю чата?
uk: Ви впевнені, що хочете очистити історію чату?
zh_hans: 您确定要清除聊天记录吗？
zh_hk: 您確定要清除聊天記錄嗎？

source: Are you sure you want to clear the generation history?
ar: هل أنت متأكد أنك تريد مسح سجل التوليد؟
de: Möchten Sie den Erzeugungsverlauf wirklich löschen?
es: ¿Estás seguro de que quieres borrar el historial de generación?
fr: Voulez-vous vraiment effacer l'historique de génération ?
ja: 画像生成履歴を消去してもよろしいですか？
ko: 생성 기록을 삭제하시겠습니까?
ru: Вы уверены, что хотите очистить историю генерации?
uk: Ви впевнені, що хочете очистити історію генерації?
zh_hans: 您确定要清除生成历史记录吗？
zh_hk: 您確定要清除生成歷史記錄嗎？

source: Are you sure you want to delete the model "%@"? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف النموذج "%@"؟ لا يمكن التراجع عن هذا الإجراء.
de: Möchten Sie das Modell "%@" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar el modelo "%@"? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer le modèle « %@ » ? Cette action est irréversible.
ja: モデル「%@」を削除してもよろしいですか？ この操作は元に戻せません。
ko: 모델 "%@"을(를) 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
ru: Вы уверены, что хотите удалить модель "%@"? Это действие нельзя отменить.
uk: Ви впевнені, що хочете видалити модель "%@"? Цю дію неможливо скасувати.
zh_hans: 您确定要删除模型“%@”吗？ 此操作无法撤销。
zh_hk: 您確定要刪除模型「%@」嗎？ 此操作無法撤銷。

source: Are you sure you want to delete the selected model? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف النموذج المحدد؟ لا يمكن التراجع عن هذا الإجراء.
de: Möchten Sie das ausgewählte Modell wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar el modelo seleccionado? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer le modèle sélectionné ? Cette action est irréversible.
ja: 選択されたモデルを削除してもよろしいですか？ この操作は元に戻せません。
ko: 선택한 모델을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
ru: Вы уверены, что хотите удалить выбранную модель? Это действие нельзя отменить.
uk: Ви впевнені, що хочете видалити вибрану модель? Цю дію неможливо скасувати.
zh_hans: 您确定要删除所选模型吗？ 此操作无法撤销。
zh_hk: 您確定要刪除所選模型嗎？ 此操作無法撤銷。

source: Are you sure you want to delete the selected server? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف الخادم المحدد؟ لا يمكن التراجع عن هذا الإجراء.
de: Möchten Sie den ausgewählten Server wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar el servidor seleccionado? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer le serveur sélectionné ? Cette action est irréversible.
ja: 選択されたサーバーを削除してもよろしいですか？ この操作は元に戻せません。
ko: 선택한 서버를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
ru: Вы уверены, что хотите удалить выбранный сервер? Это действие нельзя отменить.
uk: Ви впевнені, що хочете видалити вибраний сервер? Цю дію неможливо скасувати.
zh_hans: 您确定要删除所选服务器吗？ 此操作无法撤销。
zh_hk: 您確定要刪除所選伺服器嗎？ 此操作無法撤銷。

source: Are you sure you want to delete the server "%@"? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف الخادم "%@"؟ لا يمكن التراجع عن هذا الإجراء.
de: Möchten Sie den Server "%@" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar el servidor "%@"? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer le serveur « %@ » ? Cette action est irréversible.
ja: サーバー「%@」を削除してもよろしいですか？ この操作は元に戻せません。
ko: 서버 "%@"을(를) 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
ru: Вы уверены, что хотите удалить сервер "%@"? Это действие нельзя отменить.
uk: Ви впевнені, що хочете видалити сервер "%@"? Цю дію неможливо скасувати.
zh_hans: 您确定要删除服务器“%@”吗？ 此操作无法撤销。
zh_hk: 您確定要刪除伺服器「%@」嗎？ 此操作無法撤銷。

source: Are you sure you want to open the Buy Me a Coffee page?
ar: هل أنت متأكد أنك تريد فتح صفحة Buy Me a Coffee؟
de: Möchten Sie die Buy Me a Coffee Seite wirklich öffnen?
es: ¿Seguro que quieres abrir la página de Buy Me a Coffee?
fr: Voulez-vous vraiment ouvrir la page Buy Me a Coffee ?
ja: Buy Me a Coffeeのページを開いてもよろしいですか？
ko: Buy Me a Coffee 페이지를 여시겠습니까?
ru: Вы уверены, что хотите открыть страницу Buy Me a Coffee?
uk: Ви впевнені, що хочете відкрити сторінку Buy Me a Coffee?
zh_hans: 您确定要打开 Buy Me a Coffee 页面吗？
zh_hk: 您確定要開啟 Buy Me a Coffee 頁面嗎？

source: Are you sure you want to open the CompactSlider GitHub page?
ar: هل أنت متأكد أنك تريد فتح صفحة GitHub لـ CompactSlider؟
de: Möchten Sie die CompactSlider GitHub Seite wirklich öffnen?
es: ¿Seguro que quieres abrir la página de GitHub de CompactSlider?
fr: Voulez-vous vraiment ouvrir la page GitHub de CompactSlider ?
ja: CompactSliderのGitHubページを開いてもよろしいですか？
ko: CompactSlider GitHub 페이지를 여시겠습니까?
ru: Вы уверены, что хотите открыть страницу CompactSlider на GitHub?
uk: Ви впевнені, що хочете відкрити сторінку CompactSlider на GitHub?
zh_hans: 您确定要打开 CompactSlider 的 GitHub 页面吗？
zh_hk: 您確定要開啟 CompactSlider 的 GitHub 頁面嗎？

source: Are you sure you want to open the create-dmg GitHub page?
ar: هل أنت متأكد أنك تريد فتح صفحة GitHub لـ create-dmg؟
de: Möchten Sie die create-dmg GitHub Seite wirklich öffnen?
es: ¿Seguro que quieres abrir la página de GitHub de create-dmg?
fr: Voulez-vous vraiment ouvrir la page GitHub de create-dmg ?
ja: create-dmgのGitHubページを開いてもよろしいですか？
ko: create-dmg GitHub 페이지를 여시겠습니까?
ru: Вы уверены, что хотите открыть страницу create-dmg на GitHub?
uk: Ви впевнені, що хочете відкрити сторінку create-dmg на GitHub?
zh_hans: 您确定要打开 create-dmg 的 GitHub 页面吗？
zh_hk: 您確定要開啟 create-dmg 的 GitHub 頁面嗎？

source: Are you sure you want to open the Discussion page on GitHub?
ar: هل أنت متأكد أنك تريد فتح صفحة النقاش على GitHub؟
de: Möchten Sie die Diskussionsseite auf GitHub wirklich öffnen?
es: ¿Seguro que quieres abrir la página de Discusiones en GitHub?
fr: Voulez-vous vraiment ouvrir la page de discussion sur GitHub ?
ja: GitHubのDiscussionページを開いてもよろしいですか？
ko: GitHub 토론 페이지를 여시겠습니까?
ru: Вы уверены, что хотите открыть страницу обсуждений на GitHub?
uk: Ви впевнені, що хочете відкрити сторінку обговорень на GitHub?
zh_hans: 您确定要打开 GitHub 上的讨论页面吗？
zh_hk: 您確定要開啟 GitHub 上的討論頁面嗎？

source: Are you sure you want to open the Gemini CLI GitHub page?
ar: هل أنت متأكد أنك تريد فتح صفحة GitHub لـ Gemini CLI؟
de: Möchten Sie die Gemini CLI GitHub Seite wirklich öffnen?
es: ¿Seguro que quieres abrir la página de GitHub de Gemini CLI?
fr: Voulez-vous vraiment ouvrir la page GitHub de Gemini CLI ?
ja: Gemini CLIのGitHubページを開いてもよろしいですか？
ko: Gemini CLI GitHub 페이지를 여시겠습니까?
ru: Вы уверены, что хотите открыть страницу Gemini CLI на GitHub?
uk: Ви впевнені, що хочете відкрити сторінку Gemini CLI на GitHub?
zh_hans: 您确定要打开 Gemini CLI 的 GitHub 页面吗？
zh_hk: 您確定要開啟 Gemini CLI 的 GitHub 頁面嗎？

source: Are you sure you want to open the GitHub contributors page?
ar: هل أنت متأكد أنك تريد فتح صفحة المساهمين على GitHub؟
de: Möchten Sie die GitHub Mitwirkende-Seite wirklich öffnen?
es: ¿Seguro que quieres abrir la página de contribuidores de GitHub?
fr: Voulez-vous vraiment ouvrir la page des contributeurs GitHub ?
ja: GitHubの貢献者ページを開いてもよろしいですか？
ko: GitHub 기여자 페이지를 여시겠습니까?
ru: Вы уверены, что хотите открыть страницу участников на GitHub?
uk: Ви впевнені, що хочете відкрити сторінку учасників на GitHub?
zh_hans: 您确定要打开 GitHub 贡献者页面吗？
zh_hk: 您確定要開啟 GitHub 貢獻者頁面嗎？

source: Are you sure you want to open the GitHub repository page?
ar: هل أنت متأكد أنك تريد فتح صفحة مستودع GitHub؟
de: Möchten Sie die GitHub Repository Seite wirklich öffnen?
es: ¿Seguro que quieres abrir la página del repositorio de GitHub?
fr: Voulez-vous vraiment ouvrir la page du dépôt GitHub ?
ja: GitHubのリポジトリページを開いてもよろしいですか？
ko: GitHub 저장소 페이지를 여시겠습니까?
ru: Вы уверены, что хотите открыть страницу репозитория на GitHub?
uk: Ви впевнені, що хочете відкрити сторінку репозиторію на GitHub?
zh_hans: 您确定要打开 GitHub 仓库页面吗？
zh_hk: 您確定要開啟 GitHub 倉庫頁面嗎？

source: Are you sure you want to open the Issue page on GitHub?
ar: هل أنت متأكد أنك تريد فتح صفحة المشكلات على GitHub؟
de: Möchten Sie die Issue Seite auf GitHub wirklich öffnen?
es: ¿Seguro que quieres abrir la página de Incidencias en GitHub?
fr: Voulez-vous vraiment ouvrir la page des problèmes sur GitHub ?
ja: GitHubのIssueページを開いてもよろしいですか？
ko: GitHub 이슈 페이지를 여시겠습니까?
ru: Вы уверены, что хотите открыть страницу ошибок на GitHub?
uk: Ви впевнені, що хочете відкрити сторінку помилок на GitHub?
zh_hans: 您确定要打开 GitHub 上的 Issue 页面吗？
zh_hk: 您確定要開啟 GitHub 上的 Issue 頁面嗎？

source: Are you sure you want to open the Ollama GitHub page?
ar: هل أنت متأكد أنك تريد فتح صفحة GitHub لـ Ollama؟
de: Möchten Sie die Ollama GitHub Seite wirklich öffnen?
es: ¿Seguro que quieres abrir la página de GitHub de Ollama?
fr: Voulez-vous vraiment ouvrir la page GitHub d'Ollama ?
ja: OllamaのGitHubページを開いてもよろしいですか？
ko: Ollama GitHub 페이지를 여시겠습니까?
ru: Вы уверены, что хотите открыть страницу Ollama на GitHub?
uk: Ви впевнені, що хочете відкрити сторінку Ollama на GitHub?
zh_hans: 您确定要打开 Ollama 的 GitHub 页面吗？
zh_hk: 您確定要開啟 Ollama 的 GitHub 頁面嗎？

source: Are you sure you want to open the Ollama models page?
ar: هل أنت متأكد أنك تريد فتح صفحة نماذج Ollama؟
de: Möchten Sie die Ollama Modelle Seite wirklich öffnen?
es: ¿Seguro que quieres abrir la página de modelos de Ollama?
fr: Voulez-vous vraiment ouvrir la page des modèles Ollama ?
ja: Ollamaのモデルページを開いてもよろしいですか？
ko: Ollama 모델 페이지를 여시겠습니까?
ru: Вы уверены, что хотите открыть страницу моделей Ollama?
uk: Ви впевнені, що хочете відкрити сторінку моделей Ollama?
zh_hans: 您确定要打开 Ollama 模型页面吗？
zh_hk: 您確定要開啟 Ollama 模型頁面嗎？

source: Are you sure you want to open the OpenCode GitHub page?
ar: هل أنت متأكد أنك تريد فتح صفحة GitHub لـ OpenCode؟
de: Möchten Sie die OpenCode GitHub Seite wirklich öffnen?
es: ¿Seguro que quieres abrir la página de GitHub de OpenCode?
fr: Voulez-vous vraiment ouvrir la page GitHub d'OpenCode ?
ja: OpenCodeのGitHubページを開いてもよろしいですか？
ko: OpenCode GitHub 페이지를 여시겠습니까?
ru: Вы уверены, что хотите открыть страницу OpenCode на GitHub?
uk: Ви впевнені, що хочете відкрити сторінку OpenCode на GitHub?
zh_hans: 您确定要打开 OpenCode 的 GitHub 页面吗？
zh_hk: 您確定要開啟 OpenCode 的 GitHub 頁面嗎？

source: Are you sure you want to open the page with license information?
ar: هل أنت متأكد أنك تريد فتح الصفحة التي تحتوي على معلومات الترخيص؟
de: Möchten Sie die Seite mit Lizenzinformationen wirklich öffnen?
es: ¿Seguro que quieres abrir la página con la información de la licencia?
fr: Voulez-vous vraiment ouvrir la page contenant les informations de licence ?
ja: ライセンス情報が記載されたページを開いてもよろしいですか？
ko: 라이선스 정보 페이지를 여시겠습니까?
ru: Вы уверены, что хотите открыть страницу с информацией о лицензии?
uk: Ви впевнені, що хочете відкрити сторінку з інформацією про ліцензію?
zh_hans: 您确定要打开包含许可证信息的页面吗？
zh_hk: 您確定要開啟包含授權資訊的頁面嗎？
